Repository: pypi-data/pypi-mirror-204
Catalog: packages/pursuitlib-django/pursuitlib_django-0.3.2-py3-none-any.whl/pursuitlib_django/locale/*/LC_MESSAGES/django.po
Languages: fr

source: Enter a valid hex color, eg. #000000
fr: Entrer une couleur RGB hexadécimale valide, ex: #000000

source: Enter a valid hexa color, eg. #00000000
fr: Entrer une couleur RGBA hexadécimale valide, ex: #00000000

source: Account
fr: Compte

source: See Profile
fr: Voir profile

source: Dashboard
fr: Tableau de bord

source: Jazzmin version
fr: Version de Jazzmin

source: All rights reserved.
fr: Tous droits réservés.

source: UI Configuration
fr: Configuration de l'interface

source: Copy this info your settings file to persist these UI changes
fr: Copiez ces informations dans votre fichier de configuration pour rendre ces changements permanents

source: %(timesince)s ago
fr: Il y a %(timesince)s

source: Template: <q>%(name)s</q>
fr: Modèle: <q>%(name)s</q>

source: Search path for template <q>%(name)s</q>:
fr: Rechercher le chemin pour le modèle <q>%(name)s</q>:

source: View function: <code>%(full_name)s</code>. Name: <code>%(url_name)s</code>.
fr: Voir la fonction: <code>%(full_name)s</code>. Nombre: <code>%(url_name)s</code>.

source: Added {name} “{object}”.
fr: Ajout de {name} “{object}”.

source: Deleted “{object}”.
fr: “{object}” supprimé

source: Could not reverse url from {instance}
fr: URL inconnue pour {instance}

source: Yes, I’m sure
fr: Oui, je suis sûr

source: First, enter a username and password. Then, you'll be able to edit more user options.
fr: Premièrement, entrez un nom d'utilisateur et un mot de passe. Vous pourrez ensuite modifier plus d'options.

source: Select an image to embed
fr: Sélectionner une image à insérer

source: Browse for the image you want, then click 'Embed Image' to continue...
fr: Recherchez l'image que vous désirez, puis cliquez sur 'Insérer l'image' pour continuer...

source: No images found. Upload images using the 'Image Button' dialog's 'Upload' tab.
fr: Aucune image n'a été trouvée. Téléversez d'abord des images via l'onglet associé, ou par glisser/déposer.

source: Images in:
fr: Images dans:

source: Embed Image
fr: Insérer l'image

source: Play Slideshow
fr: Jouer le diaporama

source: Pause Slideshow
fr: Mettre en pause le diaporama

source: &lsaquo; Previous Photo
fr: &lsaquo; Photo précédente

source: Next Photo &rsaquo;
fr: Photo suivante &rsaquo;

source: Next &rsaquo;
fr: Suivante &rsaquo;

source: &lsaquo; Prev
fr: &lsaquo; Précédent

source: Search files
fr: Rechercher des fichiers
