#     _       ___ _______      ___                           
#    | |     / (_) ____(_)    /   | _____________  __________
#    | | /| / / / /_  / /    / /| |/ ___/ ___/ _ \/ ___/ ___/
#    | |/ |/ / / __/ / /    / ___ / /__/ /__/  __(__  |__  ) 
#    |__/|__/_/_/   /_/____/_/  |_\___/\___/\___/____/____/  
#                    /_____/                                 


'''
Простой и в то же время полезный инструмент для получения списка всех имён сетей WiFi и их пароля, к которым когда-либо был подключён Ваш ПК!
Работает отлично как на Linux, так и на Windows! Но это ещё не всё, данный инструмент также работает и на Android!
'''


from .Windows import main as windows_main
from .Linux import main as linux_main
from .Android import main as android_main
from .wifi import WiFi

from .Error import WiFi_Error